import { BookType } from "@/types";

export const booksList: BookType[] = [
   {
    id: 1,
    title: " ꩫမ်ႉၷႂၫမ်းꩫက်ꩫႃꩼꩬီကမ်း",
    content: ` 
꧱။ တီႍၸိုင်ႉမိူင်းပၸဝ်ႍတင်းတီႍၷိူဝ်းကူꩫ်းပၸဝ်ႍ တပႂꧥႉတွႆးꩥꩫ်ꩼꩥူႉထွမ်ကိုမ်းၸႂꧥးကႂႃၷႃႍ။

꧲။ လိက်ႍလႆၫးပၸဝ်ႍတင်း လွင်ႍဢုꩫ်ႍꧧေꧥႍၷိူဝ်းꩥဝ်း ꩥႂꧥႍပိုဝ်းမꩥႆၫꩼꩫႆၫး တꩬိင်းမေꧥးၷျေꧥꩼပႂꧥႉကႂႃၷႃႍ။

꧳။ မုꩫ်းၷိူဝ်းပၸဝ်ႍ၊ မုꩫ်းꩫမ်ႉၸႂꧥးၷိူဝ်းပၸဝ်ႍ၊ ၸႂꧥးꩥက်ႉၷိူဝ်းပၸဝ်ႍ ꩥႂꧥႍပိုဝ်းၷိူꩫ်ႍယႂꧥ တꩬိင်းမေꧥးꩥဵတ်ကမ်းလွင်ႍကႂႃၷႃႍ။

꧴။ လွင်ႍလႆၫးငဝ်ႍꩥၫက်ႉ ၷိူဝ်းတႆးꩫꧥင်းꩥဝ်း ꩥႂꧥႍပိုဝ်းမꩥႆၫꩼꩫႆၫး တꩬိင်းမေꧥးၷျေꧥꩼပႂꧥႉကႂႃဝႃႍꩬီꩼ တတၫꩫ်ႍၷႂၫ်းကိုမ်းၸႂꧥး ဢဝ်းꩬတ်ႉၸႃမႃးၷႃႍ။
`,
    imgUrl: "",
  },
  {
    id: 2,
    title: "ၷႂၫမ်းဢူဝ်ႍပဝ်ဝႆႍꧤြႃး",
    content: `ꩬၫမ်ꩼၸိက်ၸွꧥဝ်ႍကူꩫ်းမိူင်း၊ မုꩫ်းကဝ်ႍယိူင်ႍတဵမ်းကုမ်၊ ꩫမ်ႉꩬတ်ႉၸႃꩬီမဝ်းꩥူႉꩬဵင်ႍ၊ တီႍꧤြႃးၷျိင်းꩬꧥင်ꩼၸွꧥဝ်ႍ၊ ၸိင်တေမုꩫ်းၷမ်း၊ ꩥွမ်းꩬိပ်ꩫိဝ်ႍၷိူင်ႍမိုဝ်းထီ၊ မိုဝ်းꩫႆႉဝႆႍၷူပ်ၷဝ်ပူင်းꩥူဝ်ꩼ၊ ကꩫ်းတြေႃးကꩫ်းတၷႃႍၸဝ်ႍ။`,
    imgUrl: "",
  },
  {
    id: 3,
    title: "ဝႆႍꧤြႃး",
    content: `ဢေႃးကႃꩬ၊ ဢေႃးကႃꩬ၊ ဢေႃးကႃꩬမုꩫ်းဢေႃး(မုꩫ်းꩫေႃး)။

ၸဝ်ၷုꩫ်ꩼꧤီꩼꩬၫင်ꩼပျိꩫ်မႃ၊ ၸဝ်ႍၸက်ႉကျႃမိူင်းကၫင်း၊ ꩫႆႉဝႆႍၷုပ်ႍကုမ်ႍကွမ်း၊ ဢေႃးကႃꩬွꩫ်ႍတႂꧥႍ၊ တီႍၷျိင်းꩬꧥင်ꩼꧤြႃးꩫေႃꩽၸွꧥဝ်ႍ၊ ၸိင်တေယႃမုꩫ်းၷမ်း၊ ၷုပ်ႍတၫင်ꩫႃႍၷိူင်ႍမိုဝ်းထီ၊ ကႂꧥးၷႃႍ ဝႆႍၸီလီကꩫ်တြေႃးမႃးတၷႃႍ၊ မုꩫ်းဢိူꧧ်း မုꩫ်းဢေႃး ꩬႃထု၊ ꩬႃထု၊ ꩬႃထုတၷႃႍမုꩫ်းဢေႃး။
`,
    imgUrl: "@/assets/images/buddhism.png",
  },
  {
    id:4,
    title:'ၷႂၫမ်းဢူဝ်ႍပဝ် ဝႆႍတြႃး',
    content:`တီႍꧤႆးလူင်ꩼကိလေꩬႃ၊ ꩫင်ꩬၫꩫ်ဝတ်ႉတ၊ ꩥိူဝ်ႍဢိုꩫ်းမႆႍကမ်ꧤႃၷျီꩼၸႂꧥး၊ လေႃꩫပ်ယဵꩫ်းၸႂꧥး၊ တီႍꩫမ်ႉတြႃးထမ်မက်ႉၷꩫ်ꩬိပ်ၸွင်ႍ၊ ꩥွမ်းꩬိပ်ꩫိဝ်ႍၷိူင်ႍမိုဝ်းထီ၊ ပိုဝ်းꩫႆႉဝႆႍၷုပ်ႍၷဝ်ပူင်းꩥူဝ်ꩼ၊ ကတ်တြေႃးကတ်းတၷႃႍၸဝ်ႍ။`,
    imgUrl: "@/assets/images/dama.png",
  },
  {
    id:5,
    title:'ဝႆႍတြႃး',
    content:`ဢေႃးကႃꩬ၊ ဢေႃးကႃꩬ၊ ဢေႃးကႃꩬမုꩫ်းဢေႃး(မုꩫ်းꩫေႃး)။

ၷျိင်းꩬꧥင်ꩼꧤြႃးလႂꧥႍမွက်ဝႆႉ၊ ပိတကတ်ႉꩬၫမ်ꩼမႃ၊ ထမ်မက်ႉၷꩫ်ထႃလႆၫးၷမ်း၊ တီႍတင်းပꧥတ်မိူꩫ်ႍ ꩬီꩥဵင်ꩼၸွꧥဝ်ႍတင်းလူင်ꩼ၊ ၷုပ်ႍတၫင်ꩫႃႍၷိူင်ႍမိုဝ်းထီ၊ ကဝ်း(ကႂꧥး)ၷႃႍ ဝႆႍၸီလီကꩫ်တြေႃးမႃးတၷႃႍ၊ မုꩫ်းဢိူꧧ်း မုꩫ်းဢေႃး ꩬႃထု၊ ꩬႃထု၊ ꩬႃထုတၷႃႍမုꩫ်းဢေႃး။ `,
    imgUrl:"",
  },
  {
    id:6,
    title:'ၷႂၫမ်းဢူဝ်ႍပဝ် ဝႆႍမုꩫ်းၸွꧥဝ်ႍ',
    content:`ꩫင်ႍကမ်းဝႆႍꩬိက်ႉၷႃ၊ ၷမ်ႉထမ်မႃꩬၫမ်ꩼမဝ်း၊ မလိူမ်းၸႂꧥးꧤႃႍလွတ်ႉ၊ ꩬၫင်ႍလိဝ်ꩼꩥွတ်ႉကူႍမိူဝ်ႍꩬိူဝ်းၸႂꧥး၊ တီႍထေꩬၫင်ၷႃမုꩫ်းၸွꧥဝ်ႍၷႂꧥꩼ၊ ꩥွမ်းꩬိပ်ꩫိဝ်ႍၷိူင်ႍမိုဝ်းထီ၊ ပိုဝ်းꩫႆႉဝႆႍၷုပ်ႍၷဝ်ပူင်းꩥူဝ်ꩼ၊ ကꩫ်းတြေႃးကꩫ်းတၷႃႍၸဝ်ႍ။ `,
    imgUrl:"",
  },
  {
    id:7,
    title:'ဝႆႍမုꩫ်းၸွꧥဝ်ႍ',
    content:`ဢေႃးကႃꩬ၊ ဢေႃးကႃꩬ၊ ဢေႃးကႃꩬမုꩫ်းဢေႃး(မုꩫ်းꩫေႃး)။

တပေꧥးၷျိင်းꧤြႃးၸွꧥဝ်ႍꩬၫင်ၷႃ၊ ꩫင်ႍꧤႃဝꩫႃကမ်းထမ်း၊ တီႍꩬြႃမုꩫ်းၸွꧥဝ်ႍ၊ ၷုပ်ႍတၫင်ꩫႃႍၷိူင်ႍမိုဝ်းထီ၊ ကဝ်း(ကႂꧥး)ၷႃႍ ဝႆႍၸီလီကꩫ်တြေႃးမႃးတၷႃႍ၊ မုꩫ်းဢိူꧧ်း မုꩫ်းဢေႃး ꩬႃထု၊ ꩬႃထု၊ ꩬႃထုတၷႃႍမုꩫ်းဢေႃး။
 `,
    imgUrl:"",
  },
];
